/** 白云山隧道突水突泥段落预测表 */
export const TABLE_4_1_1 = {
  id: "4-1-1",
  tableNo: "—",
  title: "白云山隧道突水突泥段落预测表",
  schema: "matrixTable",
  headerRows: [
    [
      { t: "里程桩号" },
      { t: "突水类型" },
    ],
  ],
  rows: [
    [
      { t: "K81+838～K81+918；ZK81+882～ZK81+962" },
      { t: "本段为飞仙关组四段泥岩与飞仙关组、嘉陵江组灰岩接触带，泥岩为钙质胶结，是岩溶发育的有利部位，结合钻孔揭露情况分析，本区发育溶洞可能性较大，但发生突水风险不高。", className: "survey-table__text" },
    ],
    [
      { t: "K82+048～K82+128；ZK82+079～ZK82+159" },
      { t: "本段为飞仙关组二段泥岩与飞仙关组三段、飞仙关组二段泥质灰岩接触带，是岩溶发育的有利部位，加之泥岩具有隔水性质，隧道可能为涌流状出水。", className: "survey-table__text" },
    ],
    [
      { t: "K82+655～K82+710; ZK82+695～ZK82+750" },
      { t: "本段为二叠系上统龙潭组灰岩和页岩接触带，是岩溶发育的有利部位，加之泥岩具有隔水性质，隧道可能为涌流状出水。", className: "survey-table__text" },
    ],
    [
      { t: "K82+790～K82+890；ZK82+750～ZK82+850" },
      { t: "本段为二叠系上统龙潭组灰岩和页岩接触带，同时隧道穿越采空区，会发生老窑突水，预计水头10m左右，应加强超前预报工作，揭露该层地下水时宜先泄水，待水量稳定后再进行下一步工作。", className: "survey-table__text" },
    ],
    [
      { t: "K82+890～K82+990；ZK82+850～ZK82+950" },
      { t: "本段为F3断层破碎带附近，裂隙发育，可能揭露溶洞及溶洞水，发生突水风险较高，因加强超前预报，加强溶洞发育探测。", className: "survey-table__text" },
    ],
    [
      { t: "K83+218～K83+278；ZK83+255～ZK83+325" },
      { t: "本段为二叠系中统栖霞组与二叠系下统梁山组、志留系页岩接触带附近，是岩溶发育的有利地段，发生突水风险较高。发育，可能揭露溶洞及溶洞水，发生突水风险较高，因加强超前预报，加强溶洞发育探测。", className: "survey-table__text" },
    ],
    [
      { t: "K85+782～K85+852；ZK85+797～ZK85+867" },
      { t: "本段为二叠系中统栖霞组与二叠系下统梁山组、志留系页岩接触带附近，是岩溶发育的有利地段，发生突水风险较高。可能揭露溶洞及溶洞水，因加强超前预报，加强溶洞发育探测。", className: "survey-table__text" },
    ],
    [
      { t: "K85+852～K86+495；ZK85+867～ZK86+505" },
      { t: "本段穿越青龙洞暗河，位于隧道上方270m，暗河下部地层之间无有效隔水层，一是隧道施工可能会造成暗河通过裂隙下渗涌入隧道；二是暗河与青龙煤矿采空区联通，通过青龙煤矿主平洞和排水平洞排泄或涌入隧道。", className: "survey-table__text" },
    ],
    [
      { t: "K86+495～K86+595；ZK86+505～ZK86+605" },
      { t: "本段为二叠系上统龙潭组灰岩和页岩接触带，上部为采空区，应加强超前预报与控制爆破，预防老窑积水顺走向涌入隧道。", className: "survey-table__text" },
    ],
    [
      { t: "K86+595～K86+735；ZK86+605～ZK86+645" },
      { t: "本段为二叠系上统龙潭组灰岩和页岩接触带，是岩溶发育的有利地段，发生突水风险较高。可能揭露溶洞及溶洞水，因加强超前预报，加强溶洞发育探测。", className: "survey-table__text" },
    ],
    [
      { t: "K86+832～K86+932；ZK86+840～ZK86+940" },
      { t: "本段为物探异常区YC3，推测岩溶发育，发生突水风险高，应加强超前预报工作。", className: "survey-table__text" },
    ],
    [
      { t: "K87+300～K87+410；ZK87+286～ZK87+396" },
      { t: "本段为飞仙关组二段泥岩与飞仙关组三段、飞仙关组二段泥质灰岩接触带，是岩溶发育的有利部位，加之泥岩具有隔水性质，隧道发生突水风险较高。", className: "survey-table__text" },
    ],
    [
      { t: "K87+545～K87+645；ZK87+530～ZK87+630" },
      { t: "本段为飞仙关组四段泥岩与飞仙关组、嘉陵江组灰岩接触带，泥岩为钙质胶结，是岩溶发育的有利部位，结合钻孔揭露情况分析，本区发育溶洞可能性较大，但发生突水风险不高。", className: "survey-table__text" },
    ],
  ],
  remark: "",
};
