/** 隧道各级围岩分布情况表 */
export const TABLE_2_1_3 = {
  id: "2-1-3",
  tableNo: "5.2.3-3",
  title: "隧道各级围岩分布情况表",
  schema: "matrixTable",
  headerRows: [
    [
      { t: "左洞", cs: 3 },
      { t: "右洞", cs: 3 },
    ],
    [
      { t: "围岩级别" },
      { t: "长度（m）" },
      { t: "占隧道总长度百分比（%）" },
      { t: "围岩级别" },
      { t: "长度（m）" },
      { t: "占隧道总长度百分比（%）" },
    ],
  ],
  rows: [
    [
      "Ⅲ",
      "2384",
      "37.01",
      "Ⅲ",
      "2211",
      "34.53",
    ],
    [
      "IV",
      "2875",
      "44.63",
      "IV",
      "3011",
      "47.02",
    ],
    [
      "V",
      "1183",
      "18.36",
      "V",
      "1182",
      "18.46",
    ],
    [
      "合计",
      "6442",
      "100",
      "合计",
      "6404",
      "100",
    ],
  ],
  remark: "",
};
